Repository: francescafinetti/gioco
Catalog: gioco/Localizable.xcstrings
Source language: en
Languages: it

source: Bot – Player 2
it: Bot - Giocatore 2

source: Cards: %lld
it: Carte: %lld

source: Connected Peers: %lld
it: Giocatori Connessi: %lld

source: Connected with: %@
it: Connesso con: %@

source: Connected, Loading the Game...
it: Connesso, Caricando il Gioco…

source: Connected! Starting the game...
it: Connesso! Inizia il Gioco…

source: Difficulty
it: Difficoltà

source: Dominant Hand
it: Mano Dominante

source: Easy
it: Facile

source: Empty
it: Vuoto

source: Hard
it: Difficile

source: Left hand
it: Mano Sinistra

source: Local Game (Bluetooth - Wi-Fi)
it: Locale (Bluetooth - Wi-Fi)

source: Look for nearby players
it: Cerca Giocatori

source: Looking for nearby players...
it: Cercando Giocatori

source: Medium
it: Medio

source: messages are controlled here
it: Messaggi controllati qui

source: No peer found yet...
it: Ancora nessun partecipante trovato

source: Online Game View
it: Gioco Online

source: Peers found:
it: Giocatori trovati:

source: Play Card
it: Gioca la carta

source: Player %lld won!
it: Giocatore %lld vince!

source: Player %lld's Turn
it: Turno del Giocatore %lld

source: Player 1 cards: %lld
it: Carte del Giocatore 1: %lld

source: Player 2 cards: %lld
it: Carte del Giocatore 2: %lld

source: Preferences
it: Preferenze

source: Right Hand
it: Mano Destra

source: Select Game Mode
it: Seleziona Modalità di gioco

source: Send message
it: Invio Messaggio

source: Settings
it: Impostazioni

source: Sound & Feedback
it: Suoni & Feedback

source: Tap for double
it: Tap per Doppia

source: Tap to Start
it: Gioca Ora

source: Vibrations
it: Vibrazioni

source: Waiting for Connection...
it: In attesa di Connessione…

source: You – Player 1
it: Tu - Giocatore 1

source: You lost
it: Hai Perso

source: You win
it: Hai Vinto
